;AHW浮动装甲项目
[AHWFloaterArmorProject X2TechTemplate]
DisplayName="<font color='#df07b7'>漂浮者瓦尔基里盔甲</font>"
Summary="我们对漂浮物的研究为我们提供了战斗中的突破性新可能性：女武神盔甲。"
CodeName="浮动装甲"
LongDescription="<Bullet/> 这种独特的设计将浮动设计中使用的技术与装甲的优势结合起来，使我们的士兵能够在空中作战。"

;AHWRequiemSword项目
[AHWRequiemSwordProject X2TechTemplate]
DisplayName="<font color='#df07b7'>塔兹纳尔突击之刃</font>"
Summary="能够造成 <font color='#df07b7'>9-12</font> 点伤害，击中目标要害时还会造成 <font color='#df07b7'>6</font> 点致命伤害，这把独特的<font color='#df07b7'>剑</font>是对天选刺客之刃的致命致敬。塔兹纳尔突击剑最初设计用于在散兵们起义后刺穿变种人自己的护甲，每次攻击都能撕碎 <font color='#df07b7'>1</font> 点护甲，已成为使徒的标准近战武器。作为利用 <font color='#df07b7'>安魂曲武器</font>， color='#df07b7'>安魂曲核心</font>，此武器会造成<font color='#df07b7'>安魂曲腐蚀。</font>"
CodeName="安魂曲之剑"
LongDescription="<Bullet/> 塔兹纳尔突击剑是一种强大的近战选择，也是近身战斗中值得信赖的备用武器。"

;AHWRequiemPistol项目
[AHWRequiemPistolProject X2TechTemplate]
DisplayName="<font color='#df07b7'>安魂曲哈卡手枪 </font>"
Summary="这把超轻型卡宾枪一次射击即可造成 <font color='#df07b7'>6-9 </font> 点伤害，击中目标要害时可造成额外的 <font color='#df07b7'>4</font> 点致命伤害，这把独特的<font color='#df07b7'>手枪</font>是暗示者的首选武器。作为一把使用<font color='#df07b7'>安魂曲核心</font>的<font color='#df07b7'>安魂曲武器</font>，这把武器可造成<font color='#df07b7'>安魂曲腐蚀</font>。"
CodeName="安魂曲手枪"
LongDescription="<Bullet/> 安魂曲哈卡手枪具有快速充电电池，因此无需重新装弹，其放电率比哈多姆低得多，每次射击消耗一个行动点。\n<Bullet/> 然而，与哈多姆一样，哈卡每次射击造成的伤害很小。"

;AHWR安魂曲螺栓计划
[AHWRequiemBolterProject X2TechTemplate]
DisplayName="<font color='#df07b7'>科尔卡赞重型弩枪</font>"
Summary="这款重型爆弹枪单发射击可造成 <font color='#df07b7'>11-14</font> 点伤害，击中目标要害时可造成额外的 <font color='#df07b7'>8</font> 点致命伤害，这款独特的<font color='#df07b7'>步枪</font>变体主要设计为蛇形便携式反器材步枪，能够穿透 <font color='#df07b7'>2</font> 点护甲，并对机器人目标造成更大伤害。作为一款使用 <font color='#df07b7'>安魂曲核心</font> 的<font color='#df07b7'>安魂曲武器</font>，这款武器可造成 <font color='#df07b7'>安魂曲腐蚀。</font>"
CodeName="安魂曲重型弩枪"
LongDescription="<Bullet/> 令人畏惧的太攀蛇安魂曲武器的回收版本。\n<Bullet/> 科尔卡赞能够穿透中等厚度的护甲，是一种威力强大的爆弹枪，其穿刺螺栓能够造成大量的致命伤害。"

;AHWRequiem狙击手计划
[AHWRequiemSniperProject X2TechTemplate]
DisplayName="<font color='#df07b7'>安魂曲塔尔卡赞狙击枪</font>"
Summary="这款超重量级狙击枪能够对区域内的所有目标造成 <font color='#df07b7'>7-10</font> 点伤害，并且击中目标要害时会造成额外的 <font color='#df07b7'>4</font> 点致命伤害，这款独特的<font color='#df07b7'>狙击步枪</font>变体主要设计为蛇形便携式反器材步枪，能够撕碎 <font color='#df07b7'>1</font> 点护甲，并对机器人目标造成更大伤害。作为一款使用 <font color='#df07b7'>安魂曲核心</font> 的<font color='#df07b7'>安魂曲武器</font>，这款武器能够造成 <font color='#df07b7'>安魂曲腐蚀。</font>"
CodeName="安魂曲狙击枪"
LongDescription="<Bullet/> 尽管在射击前需要充能，在射击后需要冷却，这限制了它的可用性，使其不能用于监视射击，但它对机器人目标提供了无与伦比的火力。\n<Bullet/>塔尔卡赞完全无视护盾，穿透所有盔甲，在小范围内造成伤害，大大粉碎被击中单位的盔甲。"

;AHW科斯玛手榴弹项目
[AHWKosmaGrenadeProject X2TechTemplate]
DisplayName="<font color='#df07b7'>科斯马手榴弹</font>"
Summary="一种注入了<font color='#df07b7'>安魂曲精华</font>的特殊手榴弹。虽然最初伤害不大，但在首次爆炸时会造成 <font color='#df07b7'>1-4</font> 点伤害，但它可以与 <font color='#df07b7'>科斯马发射器</font> 搭配使用，在战场上造成毁灭性后果。作为安魂曲武器，这种手榴弹会造成<font color='#df07b7'>安魂曲腐蚀</font>"
CodeName="科斯玛手榴弹"
LongDescription="<Bullet/> 科斯玛手榴弹无法撕碎装甲，但它们会破坏能量护盾，并防止在初始爆炸会杀死敌人的情况下激活持续效果。\n<Bullet/> 被科斯玛手榴弹伤害的单位会受到<font color='#df07b7'>安魂曲腐蚀</font>的影响"

;AHWRequiemShotgunProject
[AHWRequiemShotgunProject X2TechTemplate]
DisplayName="<font color='#df07b7'>安魂曲巴拉杜姆霰弹枪</font>"
Summary="这门轻型火炮能够造成 <font color='#df07b7'>11-14</font> 点伤害，穿透 <font color='#df07b7'>1</font> 点护甲，击中目标要害时造成额外的 <font color='#df07b7'>8</font> 点致命伤害，这门独特的 <font color='#df07b7'>霰弹枪</font> 是安魂曲军团前线太攀蛇的标准 <font color='#df07b7'>安魂曲武器</font>。作为使用 <font color='#df07b7'>安魂曲核心</font> 的 <font color='#df07b7'>安魂曲武器</font>，这门武器能够造成 <font color='#df07b7'>安魂曲腐蚀。</font>"
CodeName="安魂曲霰弹枪"
LongDescription="<Bullet/>近距离战斗充满危险，但巴拉杜姆的使用者永远不必担心火力不足。\n<Bullet/>无论有没有掩护，巴拉杜姆在近距离都不会失准。\n<Bullet/>然而，它的精确度在远距离会迅速降低至零。"

;AHWRequiemCannon项目
[AHWRequiemCannonProject X2TechTemplate]
DisplayName="<font color='#df07b7'>巴拉卡区域主宰加农炮</font>"
Summary="这门重型火炮一次爆发就能造成 <font color='#df07b7'>9-12/font> 点伤害，穿透并撕碎 <font color='#df07b7'>1</font> 点护甲，击中目标要害时还能造成额外的 <font color='#df07b7'>4</font> 点致命伤害。这门独特的 <font color='#df07b7'>轻机枪</font> 变体装有高效的电容器，可即时轻松重新装填。作为使用 <font color='#df07b7'>安魂曲核心</font> 的 <font color='#df07b7'>安魂曲武器</font>，这门武器可造成 <font color='#df07b7'>安魂曲腐蚀</font>。"
CodeName="安魂炮"
LongDescription="<Bullet/> 巴拉卡尔重型火炮提供了卓越的区域控制，但牺牲了机动性。\n<Bullet/> 巴拉卡尔重型火炮拥有巨大的动力储备，使其能够在很少的重新装填间隔内保持较高的射速。"

;AHWRequiem磁控管项目
[AHWRequiemMagnetronProject X2TechTemplate]
DisplayName="<font color='#df07b7'>夏奎兹磁控管</font>"
Summary="这种微型大炮能够在一次爆炸中对单个目标造成 <font color='#df07b7'>10-15/font> 点伤害，穿透并撕碎 <font color='#df07b7'>2</font> 点护甲，并在击中目标要害时造成额外的 <font color='#df07b7'>5</font> 点致命伤害，并且能够在严重损坏人形目标的同时重新定位它们。这种独特的<font color='#df07b7'>重型武器</font>可以定期重新充电。作为使用<font color='#df07b7'>安魂曲核心</font>的<font color='#df07b7'>安魂曲武器</font>，这种武器能够造成<font color='#df07b7'>安魂曲腐蚀。</font>"CodeName="Requiem Magnetron"
LongDescription="<Bullet/>夏奎兹能够强行重新定位其目标，同时对其造成严重伤害。"

;AHWRequiem重型步枪项目
[AHWRequiemHeavyRifleProject X2TechTemplate]
DisplayName="<font color='#df07b7'>安魂曲卡拉马尔重型步枪</font>"
Summary="这款重型步枪炮能够在一次爆炸中造成 <font color='#df07b7'>12-15/font> 点伤害，穿透 <font color='#df07b7'>1</font> 点护甲，并在击中目标要害时造成额外的 <font color='#df07b7'>5</font> 点致命伤害，其可怕的压制火力将严重阻碍敌人。这款独特的 <font color='#df07b7'>步枪</font> 变体是安魂曲仙女座的标准武器。作为一款使用 <font color='#df07b7'>安魂曲核心</font> 的 <font color='#df07b7'>安魂曲武器</font>，这款武器可造成 <font color='#df07b7'>安魂曲腐蚀。</font>"
CodeName="安魂曲重型步枪"
LongDescription="<Bullet/> 卡拉马尔是一种极其强大的武器，具有强大的集中进攻火力和实用性。"

;安魂曲NivenBooster
[RequiemNivenBoosterProject X2TechTemplate]
DisplayName="<font color='#df07b7'>圣仆电容器</font>"
Summary="这些灵能电容器可以增强士兵的灵能能力，使所有造成的灵能伤害增加 20%，并且对于那些可以使用它的人来说，还可以提供额外的专注。"
CodeName="圣仆电容器"
LongDescription="<Bullet/> 这些灵能电容器可以增强士兵的灵能能力，使所有造成的灵能伤害增加 20%，并且对于那些可以使用它的人来说，还可以提供额外的专注。"

;不锈钢底盘
[AHWStainlessSparkProject X2TechTemplate]
DisplayName="<font color='#df07b7'>安魂曲无垢金属装甲</font>"
Summary="此无垢金属底盘可作为我们机械化单位的强力加固框架，由<font color='#df07b7'>安魂曲核心</font>提供动力，能够承受大量伤害，相当于我们最先进的SPARK装甲的理论容量，但具有由从幽浮机甲中回收的特殊材料构成的冗余结构支撑系统。这些冗余系统兼作内部装甲，能够大幅降低核心单位受到致命一击的几率，使核心单位免受<font color='#df07b7'>安魂曲腐蚀</font>的影响，并且无垢金属底盘受到的损坏越多，减轻到达核心单位的伤害就越多。"
CodeName="无垢金属底盘"
LongDescription="<Bullet/> 无垢金属插板是我们的Mec和Spark抵御腐蚀性武器的主要保护手段。"
